[
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Airworthiness Directives; ATR-GIE Avions de Transport Régional Airplanes",
    "Description": "The FAA proposes to adopt a new airworthiness directive (AD) for certain ATR--GIE Avions de Transport R[eacute]gional Model ATR72 airplanes. This proposed AD was prompted by a determination that new or more restrictive airworthiness limitations are necessary. This proposed AD would require revising the existing maintenance or inspection program, as applicable, to incorporate new or more restrictive airworthiness limitations. The FAA is proposing this AD to address the unsafe condition on these products.",
    "Agency": "Transportation Department, Federal Aviation Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19128/airworthiness-directives-atr-gie-avions-de-transport-rgional-airplanes"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Concept Release on Residential Mortgage-Backed Securities Disclosures and Enhancements to Asset-Backed Securities Registration",
    "Description": "The Securities and Exchange Commission (\"Commission\") is publishing this concept release to solicit comments on whether to amend the asset-level disclosure requirements for residential mortgage-backed securities in Item 1125 of Regulation AB and whether to revise generally the definition of \"asset-backed security\" and/or other definitions in Item 1101 of Regulation AB. The Commission is considering these steps to expand issuer and investor access to the registered asset-backed securities markets and facilitate enhanced capital formation and liquidity while maintaining appropriate investor protections.",
    "Agency": "Securities and Exchange Commission",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19152/concept-release-on-residential-mortgage-backed-securities-disclosures-and-enhancements-to"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Eliminating the Requirement for Laparoscopy To Establish Service Connection for Endometriosis",
    "Description": "The Department of Veterans Affairs (VA) proposes to remove the note under diagnostic code (DC) 7629 requiring an endometriosis diagnosis that is confirmed by laparoscopy. This update would ensure the VA Schedule for Rating Disabilities (VASRD) continues to align with current medical practice and would expedite the process for establishing service connection.",
    "Agency": "Veterans Affairs Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19229/eliminating-the-requirement-for-laparoscopy-to-establish-service-connection-for-endometriosis"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "GENIUS Act Implementation",
    "Description": "The Department of the Treasury (Treasury) is extending by 15 days the comment period on its advance notice of proposed rulemaking (ANPRM) soliciting public comment on questions relating to the implementation of the Guiding and Establishing National Innovation for U.S. Stablecoins (GENIUS) Act. The comment period will now close on November 4, 2025.",
    "Agency": "Treasury Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19093/genius-act-implementation"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Grapes Grown in a Designated Area of Southeastern California; Decreased Assessment Rate",
    "Description": "This proposed rule would implement a recommendation from the California Desert Grape Administrative Committee (Committee) to decrease the assessment rate established for the 2025 and subsequent fiscal periods from $0.040 to $0.030 per 18-pound lug of grapes grown in a designated area of southeastern California. The proposed assessment rate would remain in effect indefinitely unless modified, suspended, or terminated.",
    "Agency": "Agriculture Department, Agricultural Marketing Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19203/grapes-grown-in-a-designated-area-of-southeastern-california-decreased-assessment-rate"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "National Emission Standards for Hazardous Air Pollutants From Secondary Lead Smelting Technology Review",
    "Description": "The U.S. Environmental Protection Agency (EPA) is proposing amendments to the National Emission Standards for Hazardous Air Pollutants (NESHAP) for the Secondary Lead Smelting source category (\"Secondary Lead Smelting NESHAP\") under Clean Air Act (CAA) section 112. The EPA did not identify any cost-effective developments in practices, processes, and/or control technologies and is not proposing changes to the Secondary Lead Smelting NESHAP as a result of the technology review. The EPA is proposing to address previously unregulated hazardous air pollutants (HAP) from this source category. We are also addressing outstanding petition issues from the 2012 Secondary Lead Smelting (RTR), hereafter referred to as the 2012 RTR. In response to the petitions, we are taking comment on our conclusion in the 2012 RTR that the Secondary Lead Smelting NESHAP provides an ample margin of safety to protect public health and on two additional provisions. In addition, the EPA is proposing revisions related to emissions during periods of startup, shutdown, and malfunction; to add requirements for electronic reporting; to revise monitoring requirements; and to make other minor technical revisions.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19155/national-emission-standards-for-hazardous-air-pollutants-from-secondary-lead-smelting-technology"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Oranges, Grapefruit, Tangerines, and Pummelos Grown in Florida; Increased Assessment Rate",
    "Description": "This proposed rule would implement a recommendation from the Citrus Administrative Committee (Committee) to increase the assessment rate established for the 2024-2025 and subsequent fiscal periods from $0.02 to $0.025 per \\4/5\\-bushel carton or equivalent for oranges, grapefruit, tangerines and pummelos grown in Florida. The proposed assessment rate would remain in effect indefinitely unless modified, suspended, or terminated.",
    "Agency": "Agriculture Department, Agricultural Marketing Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19220/oranges-grapefruit-tangerines-and-pummelos-grown-in-florida-increased-assessment-rate"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Procedures for Transportation Workplace Drug and Alcohol Testing Programs",
    "Description": "This action supplements an earlier notice of proposed rulemaking (NPRM) that DOT published on December 9, 2024. This supplemental proposal would update terminology in DOT's drug and alcohol testing regulations consistent with Executive Order 14168 (E.O. 14168), Defending Women from Gender Ideology Extremism and Restoring Biological Truth to the Federal Government. DOT continues to propose a provision to require a directly observed urine collection in situations where oral fluid tests are currently required, but oral fluid testing is not yet available.",
    "Agency": "Transportation Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19119/procedures-for-transportation-workplace-drug-and-alcohol-testing-programs"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Sweet Onions Grown in the Walla Walla Valley of Southeast Washington and Northeast Oregon; Decreased Assessment Rate",
    "Description": "This proposed rule would implement a recommendation from the Walla Walla Sweet Onion Marketing Committee (Committee) to decrease the assessment rate established for the 2025 and subsequent fiscal periods from $0.20 to $0.17 per 50-pound bag or equivalent for sweet onions grown in the Walla Walla Valley of Southeast Washington and Northeast Oregon. The proposed assessment rate would remain in effect indefinitely unless modified, suspended, or terminated.",
    "Agency": "Agriculture Department, Agricultural Marketing Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19151/sweet-onions-grown-in-the-walla-walla-valley-of-southeast-washington-and-northeast-oregon-decreased"
  },
  {
    "Date": "2025-10-01",
    "Type": "PRORULE",
    "Title": "Walnuts Grown in California; Changes to Administrative Requirements",
    "Description": "This proposed rule would implement a recommendation from the California Walnut Board (Board) to make changes to the administrative requirements prescribed under the Federal marketing order for walnuts grown in California (Order). This proposed rule would provide a schedule for required handler assessment payments, establish interest and late payment charges on overdue assessments owed, and modify the existing reporting requirements for handler acquisitions of walnuts.",
    "Agency": "Agriculture Department, Agricultural Marketing Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/01/2025-19224/walnuts-grown-in-california-changes-to-administrative-requirements"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "2026-2028 Enterprise Housing Goals",
    "Description": "The Federal Housing Finance Agency (FHFA) is issuing a proposed rule and requesting comments on the housing goals for Fannie Mae and Freddie Mac (the Enterprises) for 2026 through 2028 as required by the Federal Housing Enterprises Financial Safety and Soundness Act of 1992. The proposed rule establishes benchmark levels for the housing goals for 2026 through 2028. The proposed rule replaces the two area- based subgoals with one low-income areas subgoal, simplifies the goal determination process, clarifies inflation adjustments to maximum civil money penalties related to housing goals, and makes other technical changes.",
    "Agency": "Federal Housing Finance Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19428/2026-2028-enterprise-housing-goals"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Air Plan Approval; Ohio; Muskingum River 2010 Sulfur Dioxide Redesignation and Maintenance Plan",
    "Description": "The Environmental Protection Agency (EPA) is proposing to redesignate the Muskingum River sulfur dioxide (SO<INF>2</INF>) nonattainment area, located in Center Township in Morgan County and Waterford Township in Washington County, Ohio, to attainment for the 2010 SO<INF>2</INF> National Ambient Air Quality Standard (NAAQS). EPA is also proposing to approve Ohio's maintenance plan for the area and Ohio's Director's Final Findings and Orders (DFFOs), issued March 26, 2025. Ohio submitted the request for approval on March 31, 2025.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19278/air-plan-approval-ohio-muskingum-river-2010-sulfur-dioxide-redesignation-and-maintenance-plan"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Designation of P2P Methyl Glycidic Acid as a List I Chemical",
    "Description": "The Drug Enforcement Administration is proposing the control of the chemical 2-methyl-3-phenyloxirane-2-carboxylic acid (also known as P2P methyl glycidic acid and BMK glycidic acid) and its esters, its optical and geometric isomers, its salts, salts of its optical and geometric isomers and its esters, and any combination thereof, whenever the existence of such is possible, as a list I chemical under the Controlled Substances Act (CSA). P2P methyl glycidic acid is important to the manufacture of the schedule II controlled substances phenylacetone (also known as phenyl-2-propanone or P2P), methamphetamine, and amphetamine, and it is used in clandestine laboratories to illicitly manufacture these controlled substances. If finalized, this proposed rule would subject handlers of P2P methyl glycidic acid to the chemical regulatory provisions of the CSA and its implementing regulations. This rulemaking does not establish a threshold for domestic and international transactions of P2P methyl glycidic acid. As such, all transactions of P2P methyl glycidic acid, regardless of size, shall be regulated. In addition, chemical mixtures containing P2P methyl glycidic acid are not exempt from regulatory requirements at any concentration. Therefore, all transactions of chemical mixtures containing any quantity of P2P methyl glycidic acid shall be regulated pursuant to the CSA. However, manufacturers may submit an application for exemption for those mixtures that do not qualify for automatic exemption.",
    "Agency": "Justice Department, Drug Enforcement Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19384/designation-of-p2p-methyl-glycidic-acid-as-a-list-i-chemical"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category-Deadline Extensions",
    "Description": "The U.S. Environmental Protection Agency (the EPA or Agency) is proposing a Clean Water Act (CWA) rule to extend deadlines, promulgated in the 2024 \"Supplemental Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category\" (2024 rule), update the transfer provisions to allow facilities to switch between compliance alternatives, and create authority for an alternative applicability dates and paperwork submission dates, based on site-specific factors. The EPA is also seeking comment on several issues relevant to a separate, future rulemaking on the underlying standards.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19268/effluent-limitations-guidelines-and-standards-for-the-steam-electric-power-generating-point-source"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Enterprise Liquidity Requirements; Federal Home Loan Bank System Boards of Directors and Executive Management; Federal Home Loan Bank Unsecured Credit Limits; Withdrawal",
    "Description": "The Federal Housing Finance Agency (FHFA or the Agency) is withdrawing notices of proposed rulemaking relating to liquidity requirements; boards of directors and executive management; and credit limits. If FHFA decides to pursue future regulatory action in any of these areas, it will issue a new proposed rule.",
    "Agency": "Federal Housing Finance Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19429/enterprise-liquidity-requirements-federal-home-loan-bank-system-boards-of-directors-and-executive"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Fisheries of the Exclusive Economic Zone Off Alaska; Modify the Timing of Haul Designation for Trawl Catcher Processors in the Gulf of Alaska and Bering Sea and Aleutian Islands Groundfish Fisheries",
    "Description": "NMFS proposes to revise regulations to standardize the time limit in which trawl catcher/processors (C/Ps) participating in the groundfish fisheries in the Gulf of Alaska (GOA) and the Bering Sea and Aleutian Islands (BSAI) management areas must assign a management program to each haul. This proposed rule is necessary to improve consistency for when trawl C/Ps are required to assign a specific management program to a haul. It would also allow additional time for vessel operators participating in the Western Alaska Community Development Quota (CDQ) and non-CDQ fisheries on the same trip to determine which management program to assign to a haul. This rule is intended to promote the goals and objectives of the Magnuson-Stevens Fishery Conservation and Management Act (Magnuson-Stevens Act), the Fishery Management Plans (FMPs) for Groundfish of the GOA and BSAI Management Areas, and other applicable laws.",
    "Agency": "Commerce Department, National Oceanic and Atmospheric Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19385/fisheries-of-the-exclusive-economic-zone-off-alaska-modify-the-timing-of-haul-designation-for-trawl"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Fishery Management Plans of St. Croix and St. Thomas and St. John; Queen Triggerfish Management Measures",
    "Description": "NMFS proposes to implement management measures described in Framework Action 3 under both the St. Croix Fishery Management Plan (FMP) and the St. Thomas and St. John FMP (collectively Framework Action 3), as prepared by the Caribbean Fishery Management Council (Council). If implemented, this proposed rule would modify the annual catch limits (ACLs) for queen triggerfish in Federal waters around St. Croix and in Federal waters around St. Thomas and St. John. The purpose of this proposed rule and Framework Action 3 is to update management reference points for queen triggerfish under the St. Croix FMP and the St. Thomas and St. John FMP consistent with the most recent stock assessments to prevent overfishing and achieve optimum yield (OY).",
    "Agency": "Commerce Department, National Oceanic and Atmospheric Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19363/fishery-management-plans-of-st-croix-and-st-thomas-and-st-john-queen-triggerfish-management-measures"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Schedules of Controlled Substances: Placement of MDMB-4en-PINACA in Schedule I",
    "Description": "The Drug Enforcement Administration proposes placing methyl 3,3-dimethyl-2-(1-(pent-4-en-1-yl)-1H-indazole-3-carboxamido)butanoate (other name: MDMB-4en-PINACA), including its salts, isomers, and salts of isomers whenever the existence of such salts, isomers, and salts of isomers is possible, in schedule I of the Controlled Substances Act. This action is being taken, in part, to enable the United States to meet its obligations under the 1971 Convention on Psychotropic Substances. If finalized, this action would make permanent the existing regulatory controls and administrative, civil, and criminal sanctions applicable to schedule I controlled substances on persons who handle (manufacture, distribute, import, export, engage in research, conduct instructional activities or chemical analysis with, or possess) or propose to handle MDMB-4en-PINACA.",
    "Agency": "Justice Department, Drug Enforcement Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19348/schedules-of-controlled-substances-placement-of-mdmb-4en-pinaca-in-schedule-i"
  },
  {
    "Date": "2025-10-02",
    "Type": "PRORULE",
    "Title": "Visibility Protection: Regional Haze State Plan Requirements Rule Revision",
    "Description": "The Environmental Protection Agency (EPA or Agency) is soliciting information and requesting comment to assist in the development of regulatory changes pertaining to the restructuring of the Regional Haze Rule (RHR). Under the current RHR, states must submit state implementation plans (SIPs) to protect visibility in mandatory Class I Federal areas (Class I areas) to demonstrate reasonable progress towards the national visibility goal. The Agency is seeking input regarding how the EPA can meaningfully revise the RHR to streamline regulatory requirements impacting states' visibility improvement obligations under the Clean Air Act (CAA).",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/02/2025-19280/visibility-protection-regional-haze-state-plan-requirements-rule-revision"
  },
  {
    "Date": "2025-10-03",
    "Type": "PRORULE",
    "Title": "Phasedown of Hydrofluorocarbons: Reconsideration of Certain Regulatory Requirements Promulgated Under the Technology Transitions Provisions of the American Innovation and Manufacturing Act of 2020",
    "Description": "The Environmental Protection Agency is proposing changes to regulations promulgated under the Technology Transitions section of the American Innovation and Manufacturing Act of 2020, which authorizes the Administrator to restrict the use of particular hydrofluorocarbons in the sectors and subsectors in which they are used. This proposal addresses administrative petitions and other requests from companies and trade associations across a number of subsectors, including refrigerated transport--intermodal containers, industrial process refrigeration and chillers for industrial process refrigeration used in semiconductor manufacturing, retail food refrigeration systems for remote condensing units and supermarkets, cold storage warehouses, refrigerated laboratory centrifuges, laboratory shakers, and condensing units in residential and light commercial air conditioning and heat pumps. This action proposes to allow previously manufactured and imported residential and light commercial air conditioning and heat pump equipment to continue to be installed. The Agency is also seeking advance comment on potential actions to address supply chain issues for a refrigerant blend.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/03/2025-19438/phasedown-of-hydrofluorocarbons-reconsideration-of-certain-regulatory-requirements-promulgated-under"
  },
  {
    "Date": "2025-10-15",
    "Type": "PRORULE",
    "Title": "Implementing Voluntary Agreements Under the Defense Production Act",
    "Description": "The U.S. Department of Energy (DOE or the Department) announces a public meeting to discuss the development of voluntary agreements and plans of action under the Defense Production Act. The Defense Production Act requires that the announcement of such meetings occur through the Federal Register at least seven days prior to the meeting. This notice is intended to satisfy this requirement.",
    "Agency": "Energy Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/15/2025-19541/implementing-voluntary-agreements-under-the-defense-production-act"
  },
  {
    "Date": "2025-10-15",
    "Type": "PRORULE",
    "Title": "Periodic Reporting",
    "Description": "The Commission is acknowledging a recent Postal Service filing requesting the Commission initiate a rulemaking proceeding to consider changes to analytical principles relating to periodic reports. This document informs the public of the filing, invites public comment, and takes other administrative steps.",
    "Agency": "Postal Regulatory Commission",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/15/2025-19557/periodic-reporting"
  },
  {
    "Date": "2025-10-15",
    "Type": "PRORULE",
    "Title": "Roth In-Plan Conversions",
    "Description": "The Federal Retirement Thrift Investment Board (FRTIB) proposes to amend its regulations to permit participants in the Thrift Savings Plan (TSP) to convert amounts in their traditional TSP account balances to amounts in their Roth TSP account balances, subject to applicable tax consequences.",
    "Agency": "Federal Retirement Thrift Investment Board",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/15/2025-19538/roth-in-plan-conversions"
  },
  {
    "Date": "2025-10-17",
    "Type": "PRORULE",
    "Title": "Patent Trial and Appeal Board Rules of Practice for Briefing Discretionary Denial Issues, and Rules for 325(d) Considerations, Instituting Parallel and Serial Petitions, and Termination Due to Settlement Agreement",
    "Description": "The United States Patent and Trademark Office (USPTO or Office) is withdrawing the Notice of Proposed Rulemaking (NPRM) published in the Federal Register on April 19, 2024, to revise the rules of practice for inter partes review (IPR) and post-grant review (PGR) proceedings before the Patent Trial and Appeal Board (PTAB) that the Director and, by delegation, the PTAB use in exercising discretion to institute IPRs and PGRs.",
    "Agency": "Commerce Department, Patent and Trademark Office",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/17/2025-19587/patent-trial-and-appeal-board-rules-of-practice-for-briefing-discretionary-denial-issues-and-rules"
  },
  {
    "Date": "2025-10-17",
    "Type": "PRORULE",
    "Title": "Revision to Rules of Practice Before the Patent Trial and Appeal Board",
    "Description": "The United States Patent and Trademark Office (USPTO or Office) proposes modifications to the rules of practice for inter partes review (IPR) before the Patent Trial and Appeal Board (PTAB or Board) that the Under Secretary of Commerce for Intellectual Property and Director of USPTO and, by delegation, the PTAB will use in instituting IPR.",
    "Agency": "Commerce Department, Patent and Trademark Office",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/17/2025-19580/revision-to-rules-of-practice-before-the-patent-trial-and-appeal-board"
  },
  {
    "Date": "2025-10-21",
    "Type": "PRORULE",
    "Title": "Airworthiness Directives; Bombardier, Inc., Airplanes",
    "Description": "The FAA proposes to supersede Airworthiness Directive (AD) 2025-17-12, which applies to all Bombardier, Inc., Model CL-600-1A11 (600) and CL-600-2A12 (601) airplanes, and certain Model CL-600-2B16 (601-3A, 601-3R, and 604 Variants) airplanes. AD 2025-17-12 requires revising the existing maintenance or inspection program, as applicable, to incorporate new or more restrictive airworthiness limitations. Since the FAA issued AD 2025-17-12, the FAA has determined that certain serial numbers for affected Model CL-600-2B16 (604 Variants) airplanes are not included in the applicability of AD 2025-17-12. This proposed AD would continue to require the actions specified in AD 2025-17-12 and would add airplanes to the applicability. The FAA is proposing this AD to address the unsafe condition on these products.",
    "Agency": "Transportation Department, Federal Aviation Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/21/2025-19609/airworthiness-directives-bombardier-inc-airplanes"
  },
  {
    "Date": "2025-10-21",
    "Type": "PRORULE",
    "Title": "Domestically Controlled Qualified Investment Entities",
    "Description": "This document contains proposed regulations that would modify existing regulations on the determination of whether a qualified investment entity is domestically controlled by removing a rule that looks to the shareholders of certain domestic corporations in determining whether foreign persons hold directly or indirectly stock in a qualified investment entity. The proposed regulations would primarily affect foreign persons that own stock in a qualified investment entity that would be a United States real property interest if the qualified investment entity were not domestically controlled.",
    "Agency": "Treasury Department, Internal Revenue Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/21/2025-19625/domestically-controlled-qualified-investment-entities"
  },
  {
    "Date": "2025-10-21",
    "Type": "PRORULE",
    "Title": "Implementation of the Executive Order Entitled “Zero-Based Regulatory Budgeting To Unleash American Energy”",
    "Description": "The Commission is proposing to amend its regulations to insert a conditional sunset date into certain regulations in response to Executive Order (E.O.) 14270, \"Zero-Based Regulatory Budgeting to Unleash American Energy.\"",
    "Agency": "Energy Department, Federal Energy Regulatory Commission",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/21/2025-19608/implementation-of-the-executive-order-entitled-zero-based-regulatory-budgeting-to-unleash-american"
  },
  {
    "Date": "2025-10-21",
    "Type": "PRORULE",
    "Title": "Prohibition on Use of Reputation Risk by NCUA",
    "Description": "The National Credit Union Administration Board (Board) is issuing a notice of proposed rulemaking to codify the elimination of reputation risk from its supervisory program. Among other things, the proposed rule would prohibit the agency from criticizing or taking adverse action against an institution, defined as an entity for which the NCUA makes or will make supervisory determinations or other decisions, either solely or jointly on the basis of reputation risk. The proposed rule would also prohibit the agency from requiring, instructing, or encouraging an institution to close an account, to refrain from providing an account, product, or service, or to modify or terminate any product or service on the basis of a person or entity's political, social, cultural, or religious views or beliefs, constitutionally protected speech, or on the basis of politically disfavored but lawful business activities perceived to present reputation risk.",
    "Agency": "National Credit Union Administration",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/21/2025-19623/prohibition-on-use-of-reputation-risk-by-ncua"
  },
  {
    "Date": "2025-10-23",
    "Type": "PRORULE",
    "Title": "Air Plan Approval; Arizona; Interstate Transport Requirements for the 2012 Fine Particulate Matter National Ambient Air Quality Standard",
    "Description": "The Clean Air Act (CAA) requires each state implementation plan (SIP) to contain adequate provisions prohibiting emissions that will significantly contribute to nonattainment or interfere with maintenance of air quality in other states. The State of Arizona submitted SIP revisions to the Environmental Protection Agency (EPA) to address these requirements for the 2012 fine particulate (PM<INF>2.5</INF>) national ambient air quality standards (NAAQS). The EPA is proposing to approve Arizona's SIP submission as meeting the requirement that the Arizona SIP contains adequate provisions to prohibit emissions activity, within the State, from emitting air pollutants in amounts that will significantly contribute to nonattainment or interfere with maintenance of the 2012 PM<INF>2.5</INF> NAAQS in any other state.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/23/2025-19638/air-plan-approval-arizona-interstate-transport-requirements-for-the-2012-fine-particulate-matter"
  },
  {
    "Date": "2025-10-23",
    "Type": "PRORULE",
    "Title": "Approval and Promulgation of Air Quality Implementation Plans; Nevada; Regional Haze State Implementation Plan for the Second Implementation Period",
    "Description": "The Environmental Protection Agency (EPA) is proposing to approve portions of the regional haze state implementation plan (SIP) revisions submitted by the Nevada Division of Environmental Protection (NDEP) on August 12, 2022 (\"2022 Nevada Regional Haze Plan\") and on May 28, 2025 (\"2025 SIP Supplement\"), as satisfying applicable requirements under the Clean Air Act (CAA) and the EPA's Regional Haze Rule (RHR) for the program's second implementation period. These revisions address the requirement that states must periodically revise their long-term strategies for making reasonable progress towards the national goal of preventing any future, and remedying any existing, anthropogenic impairment of visibility, including regional haze, in mandatory Class I Federal areas. The revisions also address other applicable requirements for the second implementation period of the regional haze program. The EPA is taking this action pursuant to CAA sections 110 and 169A.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/23/2025-19637/approval-and-promulgation-of-air-quality-implementation-plans-nevada-regional-haze-state"
  },
  {
    "Date": "2025-10-23",
    "Type": "PRORULE",
    "Title": "Occupations That Customarily and Regularly Received Tips; Definition of Qualified Tips",
    "Description": "This document announces that the public hearing originally scheduled for October 23, 2025, for a notice of proposed rulemaking (REG-110032-25) that was published in the Federal Register on Monday, September 22, 2025, has been changed to a telephonic-only hearing. The proposed regulations identify occupations that customarily and regularly received tips on or before December 31, 2024, and provide a definition of \"qualified tips\" for purposes of the income tax deduction for qualified tips.",
    "Agency": "Treasury Department, Internal Revenue Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/23/2025-19634/occupations-that-customarily-and-regularly-received-tips-definition-of-qualified-tips"
  },
  {
    "Date": "2025-10-23",
    "Type": "PRORULE",
    "Title": "U.S. Citizenship and Immigration Services Employment-Based Immigrant Visa, Fifth Preference (EB-5) Fee Rule",
    "Description": "The Department of Homeland Security (DHS) proposes to adjust Employment-Based Immigration, Fifth Preference (EB-5) immigration benefit request fees charged by U.S. Citizenship and Immigration Services (USCIS). This rule also proposes to codify certain elements of the EB-5 Reform and Integrity Act of 2022 and implement new statutory requirements. DHS intends for the rule to provide USCIS with the resources necessary to accomplish the goals of the EB-5 Reform and Integrity Act of 2022 and enhance and maintain the integrity of the EB- 5 program.",
    "Agency": "Homeland Security Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/23/2025-19642/us-citizenship-and-immigration-services-employment-based-immigrant-visa-fifth-preference-eb-5-fee"
  },
  {
    "Date": "2025-10-27",
    "Type": "PRORULE",
    "Title": "Review of Submarine Cable Landing License Rules and Procedures To Assess Evolving National Security, Law Enforcement, Foreign Policy, and Trade Policy Risks",
    "Description": "In this document, the Federal Communications Commission (Commission or FCC) adopted a Further Notice of Proposed Rulemaking (FNPRM) that proposes to prevent national security risks from current and potential foreign adversaries, while encouraging the use of trusted technology and measures to further accelerate the buildout of submarine cables. The FNPRM proposes a regulatory framework that would grant a blanket license to entities that own or operate Submarine Line Terminal Equipment (SLTEs), subject to certain exclusions and routine conditions, such as a tailored foreign adversary annual report. The FNPRM proposes new certifications and routine conditions related to foreign adversaries to further protect submarine cables from national security risks. The FNPRM also proposes an approach to expedite deployment of submarine cables that connect to the United States by presumptively excluding submarine cable applications from referral to the relevant Executive Branch agencies if they meet certain standards. The FNPRM seeks comment on requiring existing licensees to remove from their submarine cable system covered equipment or services, within a specified timeframe prior to the expiration of the license. The FNPRM also seeks comment on how the Commission can use its authority to incentivize and encourage the adoption and the use of trusted technologies produced and provided by the United States and its foreign allies.",
    "Agency": "Federal Communications Commission",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/27/2025-19657/review-of-submarine-cable-landing-license-rules-and-procedures-to-assess-evolving-national-security"
  },
  {
    "Date": "2025-10-28",
    "Type": "PRORULE",
    "Title": "Modification of Significant New Use Rules of Certain Chemical Substances (23-1.M)",
    "Description": "EPA is proposing to amend the significant new use rules (SNURs) for certain chemical substances identified herein, which were the subject of one or more premanufacture notices (PMNs), a Microbial Commercial Activity Notice (MCAN) for one substance, and in some cases significant new use notices (SNUNs). This action would amend the SNURs to (1) allow certain new uses reported in the SNUNs or PMNs without additional notification requirements, (2) modify the significant new use notification requirements based on the actions and determinations for the SNUN or PMN submissions or based on the examination of new test data or other information, and (3) make technical amendments to several SNURs. EPA is proposing these amendments based on our review of new and existing data for the chemical substances.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/28/2025-19673/modification-of-significant-new-use-rules-of-certain-chemical-substances-23-1m"
  },
  {
    "Date": "2025-10-29",
    "Type": "PRORULE",
    "Title": "Registry of Supervised Nonbanks That Use Form Contracts To Impose Terms and Conditions That Seek To Waive or Limit Consumer Legal Protections; Withdrawal of Proposed Rule",
    "Description": "The Consumer Financial Protection Bureau (Bureau or CFPB) is withdrawing its Notice of Proposed Rule: Registry of Supervised Nonbanks That Use Form Contracts To Impose Terms and Conditions That Seek To Waive or Limit Consumer Legal Protections, published on February 1, 2023 (Proposed Rule), and is providing this notice of withdrawal. The Bureau has determined that legislative rulemaking is not necessary or appropriate at this time to address the subject matter of the Proposed Rule. The Bureau will not take any further action on the Proposed Rule.",
    "Agency": "Consumer Financial Protection Bureau",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/29/2025-19690/registry-of-supervised-nonbanks-that-use-form-contracts-to-impose-terms-and-conditions-that-seek-to"
  },
  {
    "Date": "2025-10-30",
    "Type": "PRORULE",
    "Title": "Air Plan Approval; AK; Regional Haze Plan for the Second Implementation Period",
    "Description": "The Environmental Protection Agency (EPA) is proposing to approve the Alaska regional haze plan for the second implementation period. Alaska submitted the plan to address applicable requirements under the Clean Air Act and the EPA's Regional Haze Rule.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/30/2025-19713/air-plan-approval-ak-regional-haze-plan-for-the-second-implementation-period"
  },
  {
    "Date": "2025-10-30",
    "Type": "PRORULE",
    "Title": "Procedures in Regulating and Enforcing Unfair or Deceptive Practices",
    "Description": "The Department proposes to reinstate the hearing procedures used when conducting a discretionary rulemaking action under its authority to regulate unfair or deceptive practices in air transportation or the sale of air transportation. This notice of proposed rulemaking (NPRM) also seeks comment on the rescission of a final rule published by the Department.",
    "Agency": "Transportation Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/30/2025-19692/procedures-in-regulating-and-enforcing-unfair-or-deceptive-practices"
  },
  {
    "Date": "2025-10-30",
    "Type": "PRORULE",
    "Title": "Prohibition on Use of Reputation Risk by Regulators",
    "Description": "The Office of the Comptroller of the Currency (OCC) and the Federal Deposit Insurance Corporation (FDIC) (collectively, the agencies) are issuing a notice of proposed rulemaking to codify the elimination of reputation risk from their supervisory programs. Among other things, the proposed rule would prohibit the agencies from criticizing or taking adverse action against an institution on the basis of reputation risk. The proposed rule would also prohibit the agencies from requiring, instructing, or encouraging an institution to close an account, to refrain from providing an account, product, or service, or to modify or terminate any product or service on the basis of a person or entity's political, social, cultural, or religious views or beliefs, constitutionally protected speech, or solely on the basis of politically disfavored but lawful business activities perceived to present reputation risk.",
    "Agency": "Treasury Department, Comptroller of the Currency, Federal Deposit Insurance Corporation",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/30/2025-19715/prohibition-on-use-of-reputation-risk-by-regulators"
  },
  {
    "Date": "2025-10-30",
    "Type": "PRORULE",
    "Title": "Unsafe or Unsound Practices, Matters Requiring Attention",
    "Description": "The Office of the Comptroller of the Currency (OCC) and the Federal Deposit Insurance Corporation (FDIC) propose to define the term \"unsafe or unsound practice\" for purposes of section 8 of the Federal Deposit Insurance Act and to revise the supervisory framework for the issuance of matters requiring attention and other supervisory communications.",
    "Agency": "Treasury Department, Comptroller of the Currency, Federal Deposit Insurance Corporation",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/30/2025-19711/unsafe-or-unsound-practices-matters-requiring-attention"
  },
  {
    "Date": "2025-10-31",
    "Type": "PRORULE",
    "Title": "Endangered and Threatened Wildlife and Plants; Review of Species That Are Candidates for Listing as Endangered or Threatened; Annual Notification of Findings on Resubmitted Petitions; Annual Description of Progress on Listing Actions",
    "Description": "In this candidate notice of review (CNOR), we, the U.S. Fish and Wildlife Service (Service or FWS), present an updated list of plant and animal species that we regard as candidates for or have proposed for addition to the Lists of Endangered and Threatened Wildlife and Plants under the Endangered Species Act of 1973, as amended. This document also includes our findings on resubmitted petitions and describes our progress in revising the Lists of Endangered and Threatened Wildlife and Plants (Lists) during the period October 1, 2022, through September 30, 2024. Combined with other decisions for individual species that were published separately from this CNOR in the past two years, the current number of species that are candidates for listing or uplisting is 16 (as of September 30, 2024). Identification of candidate species can assist environmental planning efforts by providing advance notice of potential listings, and by allowing landowners, resource managers, States, Tribes, range countries, and other stakeholders to take actions to alleviate threats and thereby possibly remove the need to list species as endangered or threatened. Even if we subsequently list a candidate species, the early notice provided here could result in more options for species management and recovery by prompting earlier candidate conservation measures to alleviate threats to the species.",
    "Agency": "Interior Department, Fish and Wildlife Service",
    "Source URL": "https://www.federalregister.gov/documents/2025/10/31/2025-19732/endangered-and-threatened-wildlife-and-plants-review-of-species-that-are-candidates-for-listing-as"
  },
  {
    "Date": "2025-11-03",
    "Type": "PRORULE",
    "Title": "Collection and Use of Biometrics by U.S. Citizenship and Immigration Services",
    "Description": "The U.S. Department of Homeland Security (DHS) proposes to amend its regulations governing biometrics use and collection. DHS proposes to require submission of biometrics by any individual, regardless of age, filing or associated with an immigration benefit request, other request, or collection of information, unless exempted; expand biometrics collection authority upon alien arrest; define \"biometrics;\" codify reuse requirements; codify and expand DNA testing, use and storage; establish an \"extraordinary circumstances\" standard to excuse a failure to appear at a biometric services appointment; modify how VAWA self-petitioners and T nonimmigrant status applicants demonstrate good moral character; and clarify biometrics collection purposes.",
    "Agency": "Homeland Security Department",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/03/2025-19747/collection-and-use-of-biometrics-by-us-citizenship-and-immigration-services"
  },
  {
    "Date": "2025-11-03",
    "Type": "PRORULE",
    "Title": "Periodic Reporting",
    "Description": "The Commission is considering possible improvements to the quality, accuracy, or completeness of data provided by the Postal Service in its annual compliance reports. This document orders the Postal Service to submit a progress update, informs the public of the filing, invites public comment, and takes other administrative steps.",
    "Agency": "Postal Regulatory Commission",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/03/2025-19749/periodic-reporting"
  },
  {
    "Date": "2025-11-03",
    "Type": "PRORULE",
    "Title": "Significant New Use Rules on Certain Chemical Substances (24-5.5e)",
    "Description": "EPA is proposing significant new use rules (SNURs) under the Toxic Substances Control Act (TSCA) for certain chemical substances that were the subject of premanufacture notices (PMNs) and are also subject to an Order issued by EPA pursuant to TSCA. The SNURs require persons who intend to manufacture (defined by statute to include import) or process any of these chemical substances for an activity that is proposed as a significant new use by this rulemaking to notify EPA at least 90 days before commencing that activity. The required notification initiates EPA's evaluation of the conditions of that use for that chemical substance. In addition, the manufacture or processing for the significant new use may not commence until EPA has conducted a review of the required notification, made an appropriate determination regarding that notification, and taken such actions as required by that determination.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/03/2025-19756/significant-new-use-rules-on-certain-chemical-substances-24-55e"
  },
  {
    "Date": "2025-11-03",
    "Type": "PRORULE",
    "Title": "Significant New Use Rules on Certain Chemical Substances (25-1.5e)",
    "Description": "EPA is proposing significant new use rules (SNURs) under the Toxic Substances Control Act (TSCA) for certain chemical substances that were the subject of premanufacture notices (PMNs) and are also subject to an Order issued by EPA pursuant to TSCA. The SNURs require persons who intend to manufacture (defined by statute to include import) or process any of these chemical substances for an activity that is proposed as a significant new use by this rulemaking to notify EPA at least 90 days before commencing that activity. The required notification initiates EPA's evaluation of the conditions of that use for that chemical substance. In addition, the manufacture or processing for the significant new use may not commence until EPA has conducted a review of the required notification, made an appropriate determination regarding that notification, and taken such actions as required by that determination.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/03/2025-19755/significant-new-use-rules-on-certain-chemical-substances-25-15e"
  },
  {
    "Date": "2025-11-03",
    "Type": "PRORULE",
    "Title": "Significant New Use Rules on Certain Chemical Substances (25-2.5e)",
    "Description": "EPA is proposing significant new use rules (SNURs) under the Toxic Substances Control Act (TSCA) for certain chemical substances that were the subject of premanufacture notices (PMNs) and are also subject to an Order issued by EPA pursuant to TSCA. The SNURs require persons who intend to manufacture (defined by statute to include import) or process any of these chemical substances for an activity that is proposed as a significant new use by this rulemaking to notify EPA at least 90 days before commencing that activity. The required notification initiates EPA's evaluation of the conditions of that use for that chemical substance. In addition, the manufacture or processing for the significant new use may not commence until EPA has conducted a review of the required notification, made an appropriate determination regarding that notification, and taken such actions as required by that determination.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/03/2025-19757/significant-new-use-rules-on-certain-chemical-substances-25-25e"
  },
  {
    "Date": "2025-11-07",
    "Type": "PRORULE",
    "Title": "Revision to Rules of Practice Before the Patent Trial and Appeal Board",
    "Description": "The United States Patent and Trademark Office (USPTO) is extending the comment period for the proposed rule titled \"Revision to Rules of Practice before the Patent Trial and Appeal Board\" that was published in the Federal Register on October 17, 2025. The proposed rule's comment period is extended until December 2, 2025.",
    "Agency": "Commerce Department, Patent and Trademark Office",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/07/2025-19817/revision-to-rules-of-practice-before-the-patent-trial-and-appeal-board"
  },
  {
    "Date": "2025-11-10",
    "Type": "PRORULE",
    "Title": "National Emission Standards for Hazardous Air Pollutants From Hazardous Waste Combustors: Residual Risk and Technology Review; Withdrawal of Proposed Revisions to Standards for Periods of Malfunction",
    "Description": "This proposal presents the results of the U.S. Environmental Protection Agency's (EPA) residual risk and technology review for the National Emission Standards for Hazardous Air Pollutants (NESHAP) from Hazardous Waste Combustors (HWC) as required under the Clean Air Act (CAA). In this action, the EPA is proposing to establish emission limits and work practice standards for hydrogen fluoride and hydrogen cyanide emissions from HWC incinerators, cement kilns, solid fuel boilers, and liquid fuel boilers; eliminate the startup, shutdown, and malfunction (SSM) exemption; add a work practice standard for periods of SSM; add electronic reporting procedures and requirements; allow states to choose to exempt area sources from certain permitting requirements; and other clarifications and corrections. In response to comments received on certain aspects of the July 24, 2024, proposed revisions for periods of malfunction, the EPA is withdrawing that proposed rule and instead proposing different provisions to address periods of SSM.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/10/2025-19815/national-emission-standards-for-hazardous-air-pollutants-from-hazardous-waste-combustors-residual"
  },
  {
    "Date": "2025-11-10",
    "Type": "PRORULE",
    "Title": "Protection of Stratospheric Ozone: Listing of Substitutes Under the Significant New Alternatives Policy Program in Refrigeration and Air Conditioning and Fire Suppression",
    "Description": "Pursuant to the U.S. Environmental Protection Agency's Significant New Alternatives Policy program, this action proposes to list several substitutes as acceptable, subject to use conditions, for residential and light commercial air conditioning and heat pumps, chillers, household refrigerators and freezers, motor vehicle air conditioning, and fire suppression and explosion protection. This action also proposes to update use conditions for substitutes previously listed for certain air conditioning end-uses and for water coolers.",
    "Agency": "Environmental Protection Agency",
    "Source URL": "https://www.federalregister.gov/documents/2025/11/10/2025-19812/protection-of-stratospheric-ozone-listing-of-substitutes-under-the-significant-new-alternatives"
  }
]